{"word_to_idx": {"<PAD>": 0, "<UNK>": 1, "if": 2, "another": 3, "hitler": 4, "ever": 5, "arises": 6, "it": 7, "will": 8, "be": 9, "thanks": 10, "in": 11, "part": 12, "to": 13, "nonsense": 14, "like": 15, "this": 16, "film": 17, "which": 18, "propagates": 19, "the": 20, "absurd": 21, "notion": 22, "that": 23, "he": 24, "was": 25, "a": 26, "visibly": 27, "deranged": 28, "lunatic": 29, "from": 30, "start": 31, "far": 32, "following": 33, "such": 34, "person": 35, "and": 36, "electing": 37, "him": 38, "highest": 39, "office": 40, "land": 41, "sane": 42, "people": 43, "would": 44, "cross": 45, "street": 46, "avoid": 47, "have": 48, "died": 49, "ditch": 50, "nameless": 51, "unknownbr": 52, "br": 53, "anyone": 54, "who": 55, "reads": 56, "accounts": 57, "of": 58, "hitlers": 59, "close": 60, "companions": 61, "autobiography": 62, "his": 63, "secretary": 64, "traudl": 65, "junge": 66, "for": 67, "instance": 68, "struck": 69, "by": 70, "fact": 71, "found": 72, "kindly": 73, "intelligent": 74, "generous": 75, "man": 76, "also": 77, "brilliant": 78, "orator": 79, "speeches": 80, "seem": 81, "overblown": 82, "ranting": 83, "modern": 84, "ears": 85, "ignores": 86, "times": 87, "they": 88, "were": 89, "made": 90, "when": 91, "strutting": 92, "pomposity": 93, "common": 94, "political": 95, "ditto": 96, "overstated": 97, "antisemitism": 98, "neither": 99, "central": 100, "plank": 101, "early": 102, "nazis": 103, "primarily": 104, "anticommunist": 105, "nor": 106, "uncommon": 107, "or": 108, "unusual": 109, "makes": 110, "look": 111, "as": 112, "though": 113, "sole": 114, "ambition": 115, "holocaustbr": 116, "you": 117, "want": 118, "identify": 119, "next": 120, "cause": 121, "death": 122, "tens": 123, "millions": 124, "can": 125, "ignore": 126, "flecklipped": 127, "ravers": 128, "life": 129, "one": 130, "portrayed": 131, "here": 132, "instead": 133, "charming": 134, "charismatic": 135, "whose": 136, "compelling": 137, "inspire": 138, "entire": 139, "nation": 140, "work": 141, "materially": 142, "benefits": 143, "country": 144, "im": 145, "afraid": 146, "personality": 147, "much": 148, "more": 149, "barack": 150, "obamas": 151, "than": 152, "fred": 153, "phelpsbr": 154, "i": 155, "hoped": 156, "got": 157, "nothing": 158, "but": 159, "caricature": 160, "fools": 161, "thing": 162, "perpetrated": 163, "crime": 164, "against": 165, "reality": 166, "is": 167, "historical": 168, "equivalent": 169, "reefer": 170, "madness": 171, "movie": 172, "ive": 173, "seen": 174, "any": 175, "other": 176, "believe": 177, "saw": 178, "on": 179, "average": 180, "once": 181, "every": 182, "year": 183, "since": 184, "released": 185, "time": 186, "see": 187, "equally": 188, "fantastic": 189, "always": 190, "reveals": 191, "something": 192, "new": 193, "me": 194, "cast": 195, "most": 196, "probably": 197, "combination": 198, "very": 199, "best": 200, "there": 201, "ex": 202, "yu": 203, "cinematography": 204, "an": 205, "absolute": 206, "must": 207, "self": 208, "respecting": 209, "lover": 210, "same": 211, "league": 212, "maratonci": 213, "trce": 214, "pocasni": 215, "krug": 216, "balkanski": 217, "spijun": 218, "otac": 219, "na": 220, "sluzbenom": 221, "putu": 222, "poker": 223, "movies": 224, "everyone": 225, "should": 226, "private": 227, "video": 228, "collection": 229, "debbie": 230, "vickers": 231, "nell": 232, "schofield": 233, "sue": 234, "knight": 235, "jad": 236, "capelja": 237, "become": 238, "cool": 239, "girls": 240, "their": 241, "high": 242, "school": 243, "uncool": 244, "ugly": 245, "had": 246, "two": 247, "options": 248, "mole": 249, "prude": 250, "imitate": 251, "them": 252, "using": 253, "cheating": 254, "practices": 255, "exam": 256, "boys": 257, "garry": 258, "goeff": 259, "rhoe": 260, "danny": 261, "tony": 262, "hughes": 263, "ask": 264, "answers": 265, "all": 266, "get": 267, "busted": 268, "after": 269, "bawling": 270, "out": 271, "headmaster": 272, "bud": 273, "tingwell": 274, "meet": 275, "outside": 276, "playground": 277, "confronted": 278, "about": 279, "whether": 280, "dobbed": 281, "hadnt": 282, "invited": 283, "dunnies": 284, "smoke": 285, "then": 286, "hang": 287, "with": 288, "weekends": 289, "at": 290, "beach": 291, "watching": 292, "surf": 293, "ends": 294, "up": 295, "going": 296, "lot": 297, "usual": 298, "teenage": 299, "action": 300, "takes": 301, "place": 302, "including": 303, "sex": 304, "drugs": 305, "rock": 306, "roll": 307, "has": 308, "eventual": 309, "overdose": 310, "heroin": 311, "face": 312, "inequalities": 313, "she": 314, "decides": 315, "learn": 316, "just": 317, "are": 318, "not": 319, "happy": 320, "watch": 321, "her": 322, "calling": 323, "names": 324, "eventually": 325, "masters": 326, "board": 327, "s": 328, "aussie": 329, "pure": 330, "gothic": 331, "vampire": 332, "cheese": 333, "compare": 334, "subspecies": 335, "films": 336, "highly": 337, "recommend": 338, "each": 339, "many": 340, "comments": 341, "others": 342, "been": 343, "informative": 344, "join": 345, "calls": 346, "release": 347, "porgy": 348, "bess": 349, "filmbr": 350, "my": 351, "teens": 352, "joined": 353, "record": 354, "club": 355, "album": 356, "free": 357, "ones": 358, "chose": 359, "joining": 360, "knew": 361, "some": 362, "voices": 363, "dubbed": 364, "only": 365, "robert": 366, "mcferrin": 367, "acknowledged": 368, "recently": 369, "daughter": 370, "purchased": 371, "cd": 372, "austria": 373, "think": 374, "quality": 375, "excellent": 376, "so": 377, "am": 378, "confused": 379, "why": 380, "available": 381, "europe": 382, "cbs": 383, "records": 384, "inc": 385, "no": 386, "luck": 387, "local": 388, "storesbr": 389, "actually": 390, "never": 391, "years": 392, "pleaded": 393, "stores": 394, "now": 395, "know": 396, "availablebr": 397, "add": 398, "voice": 399, "plead": 400, "heirs": 401, "property": 402, "rights": 403, "agree": 404, "however": 405, "imperfect": 406, "perceive": 407, "beauty": 408, "music": 409, "story": 410, "reached": 411, "us": 412, "experience": 413, "otherwisebr": 414, "trudy": 415, "play": 416, "mystery": 417, "theater": 418, "home": 419, "your": 420, "friends": 421, "rent": 422, "laughs": 423, "acting": 424, "poor": 425, "sounds": 426, "terrible": 427, "fights": 428, "ridiculously": 429, "unbelievable": 430, "thought": 431, "joke": 432, "until": 433, "looked": 434, "imbd": 435, "cant": 436, "wait": 437, "sequel": 438, "china": 439, "obrien": 440, "ii": 441, "prison": 442, "often": 443, "brought": 444, "during": 445, "conversations": 446, "eighties": 447, "horror": 448, "theres": 449, "good": 450, "reason": 451, "because": 452, "its": 453, "bestbut": 454, "delve": 455, "past": 456, "classic": 457, "decade": 458, "offer": 459, "certainly": 460, "among": 461, "lesser": 462, "knownsmaller": 463, "does": 464, "connection": 465, "blockbusters": 466, "directorial": 467, "effort": 468, "renny": 469, "harlin": 470, "capable": 471, "director": 472, "behind": 473, "number": 474, "die": 475, "hard": 476, "cliffhanger": 477, "deep": 478, "blue": 479, "sea": 480, "secondly": 481, "we": 482, "role": 483, "lord": 484, "rings": 485, "star": 486, "viggo": 487, "mortensen": 488, "exactly": 489, "original": 490, "plot": 491, "line": 492, "interesting": 493, "focus": 494, "reopened": 495, "where": 496, "named": 497, "charles": 498, "forsyth": 499, "sent": 500, "electric": 501, "chair": 502, "being": 503, "framed": 504, "prisons": 505, "governor": 506, "naturally": 507, "spirit": 508, "dead": 509, "resting": 510, "peace": 511, "old": 512, "execution": 513, "room": 514, "convict": 515, "escapes": 516, "vengeancebr": 517, "shawshank": 518, "redemption": 519, "take": 520, "care": 521, "build": 522, "various": 523, "characters": 524, "while": 525, "main": 526, "point": 527, "drama": 528, "make": 529, "base": 530, "job": 531, "too": 532, "basic": 533, "premise": 534, "doesnt": 535, "really": 536, "go": 537, "solely": 538, "rely": 539, "interaction": 540, "between": 541, "keep": 542, "things": 543, "featured": 544, "grotesque": 545, "over": 546, "top": 547, "might": 548, "seldom": 549, "remembered": 550, "excess": 551, "murders": 552, "themselves": 553, "rather": 554, "imaginative": 555, "provide": 556, "major": 557, "highlights": 558, "goes": 559, "into": 560, "backstory": 561, "vengeful": 562, "convicts": 563, "ghost": 564, "fairly": 565, "dont": 566, "sense": 567, "drags": 568, "down": 569, "little": 570, "still": 571, "everything": 572, "boils": 573, "exciting": 574, "climax": 575, "overall": 576, "say": 577, "well": 578, "worth": 579, "tracking": 580, "contain": 581, "meaningless": 582, "violence": 583, "shooting": 584, "blood": 585, "seems": 586, "unrealistic": 587, "generally": 588, "cars": 589, "searching": 590, "right": 591, "words": 592, "describe": 593, "first": 594, "inclined": 595, "simply": 596, "skip": 597, "significant": 598, "matters": 599, "rise": 600, "level": 601, "deserving": 602, "commentbr": 603, "yet": 604, "stopped": 605, "puzzled": 606, "how": 607, "stuff": 608, "somewhat": 609, "intrigued": 610, "challenge": 611, "presented": 612, "question": 613, "what": 614, "rubbish": 615, "recycled": 616, "useful": 617, "greenhouse": 618, "gas": 619, "gases": 620, "help": 621, "plants": 622, "grow": 623, "large": 624, "healthybr": 625, "finally": 626, "even": 627, "bad": 628, "rework": 629, "phrase": 630, "wrong": 631, "used": 632, "sometimes": 633, "theoretical": 634, "physics": 635, "theory": 636, "hopelessly": 637, "flawed": 638, "worthy": 639, "correction": 640, "thats": 641, "georgia": 642, "rule": 643, "youve": 644, "read": 645, "mother": 646, "night": 647, "enjoyed": 648, "did": 649, "understand": 650, "fundamental": 651, "element": 652, "vonnguts": 653, "writing": 654, "beyond": 655, "lies": 656, "vonnegut": 657, "himself": 658, "put": 659, "human": 660, "mind": 661, "screen": 662, "whit": 663, "humor": 664, "cannot": 665, "transcribed": 666, "screenplay": 667, "performance": 668, "exceeds": 669, "asking": 670, "key": 671, "questions": 672, "poses": 673, "book": 674, "those": 675, "frequent": 676, "cynical": 677, "moments": 678, "satire": 679, "page": 680, "mean": 681, "misses": 682, "mark": 683, "course": 684, "opinion": 685, "succeeds": 686, "try": 687, "recreate": 688, "reading": 689, "medium": 690, "lazy": 691, "turn": 692, "elements": 693, "created": 694, "americas": 695, "true": 696, "artistic": 697, "treasures": 698, "presents": 699, "framework": 700, "without": 701, "pretense": 702, "versions": 703, "books": 704, "obviously": 705, "tries": 706, "channel": 707, "vonneguts": 708, "genius": 709, "loses": 710, "grip": 711, "own": 712, "craft": 713, "stands": 714, "legs": 715, "taking": 716, "narration": 717, "trying": 718, "insert": 719, "tells": 720, "brilliantly": 721, "preserves": 722, "storys": 723, "lessons": 724, "confusion": 725, "distraction": 726, "disappointment": 727, "general": 728, "sure": 729, "shrink": 730, "could": 731, "spent": 732, "jail": 733, "ago": 734, "back": 735, "individual": 736, "version": 737, "scared": 738, "straight": 739, "locked": 740, "isolation": 741, "cell": 742, "alcatraz": 743, "couple": 744, "hours": 745, "compliments": 746, "park": 747, "ranger": 748, "anyway": 749, "genre": 750, "interests": 751, "soundtrack": 752, "specifically": 753, "sympathy": 754, "devil": 755, "rolling": 756, "stones": 757, "perfect": 758, "backdrop": 759, "day": 760, "jericho": 761, "mile": 762, "hear": 763, "song": 764, "buddy": 765, "went": 766, "came": 767, "playing": 768, "huge": 769, "lasted": 770, "days": 771, "before": 772, "showing": 773, "laughed": 774, "way": 775, "through": 776, "rate": 777, "based": 778, "kill": 779, "killed": 780, "worst": 781, "reviewers": 782, "mentioned": 783, "funny": 784, "isnt": 785, "second": 786, "bring": 787, "myself": 788, "give": 789, "makers": 790, "intended": 791, "credit": 792, "accident": 793, "sorry": 794, "indeed": 795, "reminds": 796, "cgrade": 797, "porn": 798, "difference": 799, "pornbr": 800, "dialogue": 801, "needs": 802, "complete": 803, "overhaul": 804, "maybe": 805, "noticeable": 806, "least": 807, "pacing": 808, "picked": 809, "upbr": 810, "accept": 811, "low": 812, "budget": 813, "visually": 814, "given": 815, "resources": 816, "better": 817, "someone": 818, "else": 819, "write": 820, "scenes": 821, "pointlessbr": 822, "waste": 823, "bought": 824, "ok": 825, "under": 826, "title": 827, "grey": 828, "matter": 829, "novelty": 830, "seeing": 831, "sherriff": 832, "roscoe": 833, "nondukesofhazzard": 834, "warned": 835, "pretty": 836, "boring": 837, "tale": 838, "secret": 839, "government": 840, "experiment": 841, "gone": 842, "awrybr": 843, "yes": 844, "plenty": 845, "establishing": 846, "shots": 847, "especially": 848, "house": 849, "pool": 850, "front": 851, "interiors": 852, "nondescript": 853, "guess": 854, "filmmakers": 855, "worried": 856, "forget": 857, "tipping": 858, "off": 859, "buildings": 860, "kinda": 861, "awhile": 862, "shot": 863, "feels": 864, "tv": 865, "channels": 866, "station": 867, "identification": 868, "logo": 869, "reminding": 870, "matterbr": 871, "bouts": 872, "namecalling": 873, "angry": 874, "test": 875, "subject": 876, "taunts": 877, "somebody": 878, "charge": 879, "scientific": 880, "btch": 881, "inadequate": 882, "insult": 883, "several": 884, "later": 885, "different": 886, "lets": 887, "steam": 888, "muttering": 889, "btard": 890, "sounded": 891, "awkward": 892, "mebr": 893, "someday": 894, "disappear": 895, "forever": 896, "likely": 897, "impossible": 898, "find": 899, "copies": 900, "almost": 901, "happenedbr": 902, "whole": 903, "shorthand": 904, "supposedly": 905, "aware": 906, "weird": 907, "state": 908, "mentality": 909, "supposed": 910, "hook": 911, "iswas": 912, "happening": 913, "last": 914, "few": 915, "our": 916, "usa": 917, "feel": 918, "arent": 919, "benefiting": 920, "living": 921, "getting": 922, "citizen": 923, "gets": 924, "sick": 925, "bitching": 926, "do": 927, "havent": 928, "taken": 929, "lately": 930, "wonder": 931, "outsourced": 932, "month": 933, "looking": 934, "shrinking": 935, "tech": 936, "support": 937, "field": 938, "jobs": 939, "quickly": 940, "india": 941, "places": 942, "overseas": 943, "thinking": 944, "soon": 945, "pay": 946, "screwed": 947, "infrastructure": 948, "market": 949, "obsession": 950, "war": 951, "these": 952, "speaks": 953, "jumped": 954, "questioned": 955, "patriotism": 956, "review": 957, "obscure": 958, "dvd": 959, "realize": 960, "politics": 961, "protesting": 962, "arts": 963, "media": 964, "filmmaker": 965, "passionate": 966, "knowledgeable": 967, "willing": 968, "norm": 969, "frustrated": 970, "unique": 971, "astute": 972, "etc": 973, "site": 974, "linked": 975, "lost": 976, "articles": 977, "essays": 978, "etcthat": 979, "references": 980, "views": 981, "points": 982, "honest": 983, "comics": 984, "remember": 985, "werner": 986, "beinhart": 987, "disappointing": 988, "compared": 989, "watched": 990, "weeks": 991, "minutes": 992, "seam": 993, "needless": 994, "clone": 995, "intro": 996, "becoming": 997, "worse": 998, "total": 999, "secondrate": 1000, "german": 1001, "industry": 1002, "succeed": 1003, "nearly": 1004, "quite": 1005, "short": 1006, "min": 1007, "contains": 1008, "jokes": 1009, "commented": 1010, "strange": 1011, "arrangements": 1012, "capture": 1013, "youd": 1014, "attending": 1015, "live": 1016, "feet": 1017, "faces": 1018, "view": 1019, "unfortunately": 1020, "falls": 1021, "bit": 1022, "having": 1023, "said": 1024, "colin": 1025, "dunne": 1026, "nevertheless": 1027, "gratifying": 1028, "contrast": 1029, "michael": 1030, "flatley": 1031, "progression": 1032, "show": 1033, "evident": 1034, "changes": 1035, "dublin": 1036, "production": 1037, "evidentbr": 1038, "trading": 1039, "taps": 1040, "highlight": 1041, "tarik": 1042, "winston": 1043, "partner": 1044, "piecebr": 1045, "audio": 1046, "dolby": 1047, "excellentbr": 1048, "despite": 1049, "videography": 1050, "mustown": 1051, "riverdance": 1052, "fans": 1053, "easily": 1054, "pleased": 1055, "real": 1056, "critic": 1057, "authentic": 1058, "critics": 1059, "family": 1060, "newspapers": 1061, "may": 1062, "awful": 1063, "fun": 1064, "watchbr": 1065, "howeverbr": 1066, "newest": 1067, "wesley": 1068, "snipes": 1069, "dvdstore": 1070, "letdownbr": 1071, "actors": 1072, "continuityglitches": 1073, "crappy": 1074, "sound": 1075, "depressing": 1076, "locations": 1077, "pseudo": 1078, "force": 1079, "finish": 1080, "moviebr": 1081, "left": 1082, "markings": 1083, "car": 1084, "come": 1085, "stopbr": 1086, "talking": 1087, "small": 1088, "companyyoung": 1089, "directorlow": 1090, "kind": 1091, "mistakes": 1092, "sympathybr": 1093, "wannabe": 1094, "block": 1095, "buster": 1096, "disappoints": 1097, "long": 1098, "gonna": 1099, "filmfirst": 1100, "onein": 1101, "weekthe": 1102, "special": 1103, "effects": 1104, "shouldnt": 1105, "horrible": 1106, "wont": 1107, "seriously": 1108, "direction": 1109, "holes": 1110, "wasnt": 1111, "believable": 1112, "indian": 1113, "songs": 1114, "artificial": 1115, "need": 1116, "unless": 1117, "curious": 1118, "wanted": 1119, "trust": 1120, "history": 1121, "roger": 1122, "corman": 1123, "undeniably": 1124, "versatile": 1125, "unpredictable": 1126, "directorsproducers": 1127, "singlehandedly": 1128, "responsible": 1129, "favorite": 1130, "edgar": 1131, "allen": 1132, "poe": 1133, "adaptations": 1134, "masque": 1135, "red": 1136, "pit": 1137, "pendulum": 1138, "insufferably": 1139, "cheap": 1140, "tacky": 1141, "quickies": 1142, "creature": 1143, "haunted": 1144, "gods": 1145, "shark": 1146, "reef": 1147, "unclassifiable": 1148, "judge": 1149, "properly": 1150, "trip": 1151, "example": 1152, "imaginatively": 1153, "titled": 1154, "gassss": 1155, "labeled": 1156, "psychedelic": 1157, "exploitation": 1158, "theyre": 1159, "incredibly": 1160, "hippieculture": 1161, "influenced": 1162, "half": 1163, "slightest": 1164, "idea": 1165, "whats": 1166, "walk": 1167, "forth": 1168, "hell": 1169, "effective": 1170, "deadly": 1171, "nerve": 1172, "accidentally": 1173, "unleashed": 1174, "promptly": 1175, "annihilates": 1176, "world": 1177, "population": 1178, "age": 1179, "atmospheric": 1180, "gritty": 1181, "nailbitingly": 1182, "suspenseful": 1183, "postapocalyptic": 1184, "scifi": 1185, "landmark": 1186, "writer": 1187, "george": 1188, "armitage": 1189, "decided": 1190, "trippy": 1191, "roadmovie": 1192, "comedy": 1193, "none": 1194, "prevent": 1195, "inevitable": 1196, "upcoming": 1197, "deaths": 1198, "party": 1199, "streets": 1200, "juvenile": 1201, "syndicates": 1202, "disappointingly": 1203, "overly": 1204, "bizarre": 1205, "script": 1206, "appears": 1207, "improvised": 1208, "spot": 1209, "definitely": 1210, "cup": 1211, "tea": 1212, "loyal": 1213, "fan": 1214, "admirers": 1215, "money": 1216, "nasty": 1217, "boss": 1218, "character": 1219, "actual": 1220, "bosss": 1221, "attractive": 1222, "younger": 1223, "ashton": 1224, "kushner": 1225, "puerile": 1226, "started": 1227, "peeing": 1228, "painful": 1229, "crap": 1230, "toned": 1231, "relieved": 1232, "imdb": 1233, "readers": 1234, "rated": 1235, "career": 1236, "side": 1237, "intriguing": 1238, "young": 1239, "promotion": 1240, "win": 1241, "bosses": 1242, "favor": 1243, "liked": 1244, "opening": 1245, "scene": 1246, "coworkers": 1247, "train": 1248, "stomach": 1249, "featuring": 1250, "hammers": 1251, "allstars": 1252, "slice": 1253, "british": 1254, "revolves": 1255, "around": 1256, "fates": 1257, "previous": 1258, "tenants": 1259, "stories": 1260, "told": 1261, "scotland": 1262, "yard": 1263, "detective": 1264, "search": 1265, "missing": 1266, "actorbr": 1267, "impressive": 1268, "four": 1269, "deals": 1270, "wife": 1271, "whove": 1272, "moved": 1273, "plan": 1274, "stay": 1275, "novels": 1276, "creates": 1277, "demented": 1278, "dominic": 1279, "whos": 1280, "creepy": 1281, "strangler": 1282, "finds": 1283, "mad": 1284, "starts": 1285, "beastly": 1286, "everywhere": 1287, "convinces": 1288, "seek": 1289, "psychiatric": 1290, "subplot": 1291, "introduced": 1292, "frankly": 1293, "didnt": 1294, "spoil": 1295, "youbr": 1296, "stars": 1297, "wonderful": 1298, "peter": 1299, "cushing": 1300, "philip": 1301, "grayson": 1302, "retirement": 1303, "nearby": 1304, "wax": 1305, "museumthat": 1306, "macabre": 1307, "hes": 1308, "startled": 1309, "figure": 1310, "looks": 1311, "woman": 1312, "thereafter": 1313, "friendwho": 1314, "town": 1315, "business": 1316, "drops": 1317, "men": 1318, "rude": 1319, "awakening": 1320, "discover": 1321, "meets": 1322, "eyebr": 1323, "three": 1324, "favoriteschristopher": 1325, "lee": 1326, "plays": 1327, "john": 1328, "reid": 1329, "moving": 1330, "peculiar": 1331, "jane": 1332, "nanny": 1333, "hires": 1334, "becomes": 1335, "awfully": 1336, "suspicious": 1337, "suppresses": 1338, "outif": 1339, "understoodbr": 1340, "final": 1341, "lighthearted": 1342, "pertwee": 1343, "ingrid": 1344, "pitt": 1345, "buying": 1346, "cloak": 1347, "mysterious": 1348, "merchant": 1349, "actor": 1350, "paul": 1351, "henderson": 1352, "turning": 1353, "careerbr": 1354, "performances": 1355, "nice": 1356, "touches": 1357, "score": 1358, "complement": 1359, "ambiance": 1360, "keeper": 1361, "comes": 1362, "recommended": 1363, "beautiful": 1364, "lifethere": 1365, "camera": 1366, "color": 1367, "costumes": 1368, "set": 1369, "official": 1370, "web": 1371, "sites": 1372, "english": 1373, "french": 1374, "sheer": 1375, "contained": 1376, "preface": 1377, "saying": 1378, "romantic": 1379, "hence": 1380, "thoughts": 1381, "save": 1382, "rest": 1383, "felt": 1384, "leap": 1385, "destinyfilled": 1386, "liann": 1387, "suave": 1388, "jeremy": 1389, "commit": 1390, "great": 1391, "youre": 1392, "jack": 1393, "neo": 1394, "flick": 1395, "oh": 1396, "firstly": 1397, "replace": 1398, "storytelling": 1399, "emotions": 1400, "cheesy": 1401, "montages": 1402, "predictable": 1403, "actions": 1404, "clichd": 1405, "lines": 1406, "both": 1407, "upset": 1408, "embarrassed": 1409, "singapore": 1410, "cinema": 1411, "muffled": 1412, "groans": 1413, "cringeworthy": 1414, "spoke": 1415, "volumes": 1416, "hope": 1417, "surpass": 1418, "fever": 1419, "singaporean": 1420, "blogs": 1421, "called": 1422, "harsh": 1423, "ultimately": 1424, "love": 1425, "greatest": 1426, "jessica": 1427, "alba": 1428, "weatherly": 1429, "awesome": 1430, "storylines": 1431, "stunts": 1432, "amazing": 1433, "hour": 1434, "popped": 1435, "birthday": 1436, "checked": 1437, "timer": 1438, "amazed": 1439, "length": 1440, "animated": 1441, "share": 1442, "ground": 1443, "attention": 1444, "span": 1445, "selected": 1446, "audience": 1447, "anything": 1448, "youll": 1449, "lose": 1450, "bulk": 1451, "audiencebr": 1452, "prime": 1453, "problem": 1454, "id": 1455, "couldve": 1456, "edited": 1457, "ahead": 1458, "tell": 1459, "majorbr": 1460, "regardless": 1461, "overstayed": 1462, "visit": 1463, "below": 1464, "mediocre": 1465, "elite": 1466, "killing": 1467, "remaining": 1468, "overdo": 1469, "zoom": 1470, "guy": 1471, "gal": 1472, "spend": 1473, "misleading": 1474, "enjoying": 1475, "actingbr": 1476, "okay": 1477, "laugh": 1478, "beginning": 1479, "melissa": 1480, "anderson": 1481, "played": 1482, "blind": 1483, "prairie": 1484, "research": 1485, "proved": 1486, "suspicions": 1487, "correct": 1488, "genuinely": 1489, "established": 1490, "actress": 1491, "shouldve": 1492, "group": 1493, "turned": 1494, "staff": 1495, "aside": 1496, "ann": 1497, "bregman": 1498, "damn": 1499, "uh": 1500, "took": 1501, "cakebr": 1502, "begins": 1503, "ten": 1504, "immediately": 1505, "barely": 1506, "thinks": 1507, "twice": 1508, "dear": 1509, "disappearance": 1510, "continue": 1511, "merry": 1512, "slowly": 1513, "rapidly": 1514, "revelations": 1515, "virginias": 1516, "psychologist": 1517, "tad": 1518, "personal": 1519, "call": 1520, "apparently": 1521, "shrinks": 1522, "occurbr": 1523, "buds": 1524, "vanish": 1525, "less": 1526, "seconds": 1527, "air": 1528, "wow": 1529, "wouldnt": 1530, "run": 1531, "sexual": 1532, "ways": 1533, "speaking": 1534, "due": 1535, "horrid": 1536, "losing": 1537, "interest": 1538, "minute": 1539, "seemed": 1540, "partners": 1541, "either": 1542, "freaked": 1543, "max": 1544, "kept": 1545, "mouserat": 1546, "pocket": 1547, "literally": 1548, "obvious": 1549, "suspect": 1550, "giving": 1551, "became": 1552, "ill": 1553, "knowbr": 1554, "digress": 1555, "kids": 1556, "targets": 1557, "virginia": 1558, "shes": 1559, "till": 1560, "end": 1561, "slaughtered": 1562, "trailer": 1563, "poster": 1564, "claim": 1565, "killings": 1566, "six": 1567, "shown": 1568, "friday": 1569, "th": 1570, "coincidentally": 1571, "enough": 1572, "perhaps": 1573, "filmed": 1574, "months": 1575, "prior": 1576, "late": 1577, "partybr": 1578, "secrets": 1579, "revealed": 1580, "rewind": 1581, "x": 1582, "laughable": 1583, "incoherent": 1584, "motives": 1585, "subtitles": 1586, "mumbling": 1587, "victimkillers": 1588, "unbelievably": 1589, "outrageous": 1590, "hilarious": 1591, "finale": 1592, "again": 1593, "drinking": 1594, "gamebr": 1595, "gathering": 1596, "avoided": 1597, "illogical": 1598, "draft": 1599, "please": 1600, "multiple": 1601, "rewrites": 1602, "cameras": 1603, "extreme": 1604, "react": 1605, "extraordinary": 1606, "circumstancesbr": 1607, "note": 1608, "kid": 1609, "loved": 1610, "oddly": 1611, "definite": 1612, "guilty": 1613, "pleasures": 1614, "harder": 1615, "pass": 1616, "vcr": 1617, "taped": 1618, "network": 1619, "tape": 1620, "gave": 1621, "away": 1622, "big": 1623, "killer": 1624, "clips": 1625, "fulllength": 1626, "viewing": 1627, "thankfully": 1628, "wound": 1629, "child": 1630, "older": 1631, "trash": 1632, "againbr": 1633, "crazy": 1634, "credits": 1635, "throughout": 1636, "creeps": 1637, "tremendously": 1638, "influence": 1639, "childhood": 1640, "shame": 1641, "pleasant": 1642, "musical": 1643, "stuck": 1644, "unexpected": 1645, "comedic": 1646, "chemistry": 1647, "basil": 1648, "rathbone": 1649, "hasbeen": 1650, "composer": 1651, "oscar": 1652, "levant": 1653, "assistant": 1654, "strung": 1655, "distracted": 1656, "type": 1657, "cry": 1658, "familiar": 1659, "roles": 1660, "menacing": 1661, "villains": 1662, "coolly": 1663, "logical": 1664, "sherlock": 1665, "holmes": 1666, "rathbones": 1667, "couldnt": 1668, "bed": 1669, "starbuck": 1670, "droll": 1671, "upon": 1672, "hiring": 1673, "crosbys": 1674, "introduces": 1675, "responds": 1676, "ah": 1677, "parttime": 1678, "busy": 1679, "fretting": 1680, "hit": 1681, "reviewer": 1682, "opportunities": 1683, "display": 1684, "talent": 1685, "admit": 1686, "disgraces": 1687, "shakespeare": 1688, "upfront": 1689, "act": 1690, "except": 1691, "nurse": 1692, "fav": 1693, "juliet": 1694, "skills": 1695, "teen": 1696, "emotional": 1697, "depth": 1698, "connect": 1699, "doing": 1700, "contemplating": 1701, "sleeping": 1702, "potiongod": 1703, "stop": 1704, "whining": 1705, "poured": 1706, "mouth": 1707, "shut": 1708, "anthony": 1709, "andrewsyikes": 1710, "considering": 1711, "brideshead": 1712, "revisited": 1713, "ivanhoe": 1714, "scarlet": 1715, "pimpernel": 1716, "shocker": 1717, "romeopuhleasssssee": 1718, "hunt": 1719, "romeo": 1720, "olivia": 1721, "leonards": 1722, "followed": 1723, "leslie": 1724, "howards": 1725, "current": 1726, "leo": 1727, "clare": 1728, "folks": 1729, "bemoans": 1730, "everytime": 1731, "usually": 1732, "nostalgic": 1733, "running": 1734, "shows": 1735, "exhibit": 1736, "mchales": 1737, "navy": 1738, "mod": 1739, "squad": 1740, "dreary": 1741, "tiring": 1742, "lethargic": 1743, "series": 1744, "angst": 1745, "riddled": 1746, "glum": 1747, "making": 1748, "groundbreaking": 1749, "tedious": 1750, "claire": 1751, "danes": 1752, "mood": 1753, "swing": 1754, "sneak": 1755, "spying": 1756, "baddies": 1757, "giovanni": 1758, "ribisis": 1759, "extent": 1760, "droopy": 1761, "dog": 1762, "forty": 1763, "five": 1764, "omar": 1765, "epps": 1766, "wants": 1767, "flee": 1768, "scripts": 1769, "chlostraphobia": 1770, "trapped": 1771, "seemingly": 1772, "obligitory": 1773, "rave": 1774, "nightclub": 1775, "sequence": 1776, "shootouts": 1777, "galore": 1778, "yell": 1779, "superiors": 1780, "deciding": 1781, "use": 1782, "scooby": 1783, "doo": 1784, "machine": 1785, "vacation": 1786, "hollywood": 1787, "spouse": 1788, "heavy": 1789, "therapy": 1790, "prescription": 1791, "promising": 1792, "suck": 1793, "knock": 1794, "spelling": 1795, "remake": 1796, "charlies": 1797, "angels": 1798, "itself": 1799, "inspiration": 1800, "box": 1801, "rental": 1802, "mistaken": 1803, "game": 1804, "values": 1805, "trons": 1806, "retarded": 1807, "halfbrother": 1808, "sets": 1809, "atmosphere": 1810, "yourself": 1811, "snowball": 1812, "rob": 1813, "zombies": 1814, "dragula": 1815, "rounds": 1816, "miserable": 1817, "piece": 1818, "laughably": 1819, "quote": 1820, "destination": 1821, "fine": 1822, "struggles": 1823, "african": 1824, "american": 1825, "women": 1826, "turbulent": 1827, "centurybr": 1828, "challenges": 1829, "prejudices": 1830, "white": 1831, "black": 1832, "etcbr": 1833, "message": 1834, "la": 1835, "punk": 1836, "changed": 1837, "perfectly": 1838, "attitude": 1839, "lucky": 1840, "present": 1841, "filming": 1842, "bands": 1843, "fleetwood": 1844, "fit": 1845, "sections": 1846, "catholic": 1847, "disipline": 1848, "sociopolitical": 1849, "commentary": 1850, "attitudes": 1851, "witnessed": 1852, "dealing": 1853, "lives": 1854, "andor": 1855, "lousy": 1856, "hippies": 1857, "documentary": 1858, "captures": 1859, "authentically": 1860, "personally": 1861, "covered": 1862, "groove": 1863, "tube": 1864, "ken": 1865, "shapiro": 1866, "zany": 1867, "problems": 1868, "fullscale": 1869, "parody": 1870, "chevy": 1871, "chase": 1872, "henry": 1873, "winklers": 1874, "cousin": 1875, "richard": 1876, "belzer": 1877, "members": 1878, "plus": 1879, "smaller": 1880, "appear": 1881, "skits": 1882, "funniest": 1883, "features": 1884, "geritolspoofing": 1885, "commercial": 1886, "describing": 1887, "medicine": 1888, "strips": 1889, "humping": 1890, "pornographic": 1891, "news": 1892, "program": 1893, "irritating": 1894, "cooking": 1895, "epic": 1896, "drug": 1897, "dealersbr": 1898, "hoot": 1899, "tvspoofing": 1900, "tunnelvision": 1901, "kentucky": 1902, "fried": 1903, "although": 1904, "include": 1905, "truman": 1906, "funnybr": 1907, "eddie": 1908, "izzard": 1909, "television": 1910, "specials": 1911, "dress": 1912, "buy": 1913, "won": 1914, "emmy": 1915, "likes": 1916, "enjoy": 1917, "nbc": 1918, "muppet": 1919, "jim": 1920, "henson": 1921, "pepe": 1922, "word": 1923, "sexy": 1924, "defenitly": 1925, "allow": 1926, "kermit": 1927, "yelling": 1928, "wish": 1929, "born": 1930, "thirteen": 1931, "nicky": 1932, "holiday": 1933, "stealing": 1934, "baseball": 1935, "diamond": 1936, "caper": 1937, "lady": 1938, "muppets": 1939, "contract": 1940, "smokers": 1941, "today": 1942, "hate": 1943, "longtime": 1944, "bette": 1945, "midler": 1946, "recorded": 1947, "concerts": 1948, "favorites": 1949, "thrills": 1950, "brings": 1951, "tears": 1952, "ballads": 1953, "literal": 1954, "rainbow": 1955, "emotion": 1956, "solid": 1957, "repertoire": 1958, "roses": 1959, "spanning": 1960, "generations": 1961, "offers": 1962, "divine": 1963, "diva": 1964, "proves": 1965, "intensely": 1966, "talented": 1967, "performer": 1968, "maya": 1969, "dreams": 1970, "wonders": 1971, "fulfilled": 1972, "topic": 1973, "setting": 1974, "dialogues": 1975, "totally": 1976, "lengths": 1977, "climaxesthe": 1978, "shahrukh": 1979, "khan": 1980, "stand": 1981, "exiting": 1982, "king": 1983, "uncle": 1984, "arthouse": 1985, "slow": 1986, "catching": 1987, "recommendation": 1988, "faithful": 1989, "sean": 1990, "penn": 1991, "sarandon": 1992, "robbins": 1993, "filmaker": 1994, "repetoire": 1995, "haunting": 1996, "intentionally": 1997, "slowpaced": 1998, "filmaking": 1999, "reflection": 2000, "victims": 2001, "appearing": 2002, "glass": 2003, "superb": 2004, "unknown": 2005, "welsh": 2006, "docklands": 2007, "boy": 2008, "strut": 2009, "rappers": 2010, "tough": 2011, "banter": 2012, "jip": 2013, "koop": 2014, "across": 2015, "mates": 2016, "experienced": 2017, "let": 2018, "hand": 2019, "aint": 2020, "snorting": 2021, "coke": 2022, "dyer": 2023, "priceless": 2024, "moff": 2025, "dealer": 2026, "happiest": 2027, "pickle": 2028, "feeling": 2029, "yeaahhh": 2030, "joe": 2031, "dons": 2032, "says": 2033, "island": 2034, "malta": 2035, "pathetic": 2036, "involves": 2037, "don": 2038, "baker": 2039, "italian": 2040, "mobster": 2041, "geronimo": 2042, "pronounced": 2043, "heronimo": 2044, "shoot": 2045, "arrested": 2046, "agin": 2047, "hates": 2048, "greydon": 2049, "clark": 2050, "earlier": 2051, "picture": 2052, "revenge": 2053, "shirne": 2054, "thriteen": 2055, "costs": 2056, "interested": 2057, "bermuda": 2058, "triangle": 2059, "bunch": 2060, "lame": 2061, "explinations": 2062, "moves": 2063, "differently": 2064, "son": 2065, "aged": 2066, "sappy": 2067, "ending": 2068, "guys": 2069, "vote": 2070, "list": 2071, "surprise": 2072, "habit": 2073, "finding": 2074, "possible": 2075, "trailers": 2076, "reviews": 2077, "spoiler": 2078, "entering": 2079, "married": 2080, "rotten": 2081, "tomatoes": 2082, "users": 2083, "ranked": 2084, "averaged": 2085, "underrated": 2086, "gembr": 2087, "doug": 2088, "parents": 2089, "posterity": 2090, "treated": 2091, "requisite": 2092, "interviews": 2093, "outspoken": 2094, "mina": 2095, "forthcoming": 2096, "dad": 2097, "mike": 2098, "minas": 2099, "doubt": 2100, "thisbr": 2101, "twists": 2102, "turns": 2103, "beautifully": 2104, "expressive": 2105, "follows": 2106, "journey": 2107, "difficult": 2108, "verbalize": 2109, "absolutely": 2110, "riveting": 2111, "mustsee": 2112, "evoke": 2113, "memories": 2114, "forgotten": 2115, "birch": 2116, "rare": 2117, "filmgoing": 2118, "experiences": 2119, "impression": 2120, "leaves": 2121, "hbo": 2122, "limited": 2123, "art": 2124, "chance": 2125, "incredible": 2126, "bravo": 2127, "dark": 2128, "fuzzy": 2129, "order": 2130, "cover": 2131, "deficiencies": 2132, "oftenused": 2133, "strategy": 2134, "lowbudget": 2135, "poorly": 2136, "lit": 2137, "murky": 2138, "entirely": 2139, "boot": 2140, "virtually": 2141, "transfer": 2142, "alas": 2143, "throw": 2144, "diverse": 2145, "unoriginal": 2146, "ideas": 2147, "semblance": 2148, "logic": 2149, "halfway": 2150, "abandoned": 2151, "mortal": 2152, "danger": 2153, "occasions": 2154, "talk": 2155, "viewed": 2156, "tcm": 2157, "concerning": 2158, "poland": 2159, "suffer": 2160, "nazi": 2161, "occupation": 2162, "towns": 2163, "european": 2164, "cities": 2165, "norway": 2166, "suffering": 2167, "soldiers": 2168, "wounded": 2169, "alexander": 2170, "knox": 2171, "wilhelm": 2172, "gimmgorky": 2173, "returns": 2174, "leg": 2175, "former": 2176, "teacher": 2177, "polish": 2178, "fully": 2179, "grew": 2180, "power": 2181, "grimm": 2182, "desired": 2183, "return": 2184, "punish": 2185, "treatment": 2186, "towards": 2187, "marsha": 2188, "huntmarja": 2189, "pacierkowskichloes": 2190, "prayer": 2191, "outstanding": 2192, "husband": 2193, "romantically": 2194, "involved": 2195, "whilhelm": 2196, "gimm": 2197, "flashbacks": 2198, "truths": 2199, "destroyed": 2200, "peoples": 2201, "families": 2202, "cattle": 2203, "jewish": 2204, "heading": 2205, "chambers": 2206, "earth": 2207, "hitting": 2208, "international": 2209, "acclaim": 2210, "silence": 2211, "lambs": 2212, "jonathan": 2213, "demme": 2214, "cut": 2215, "teeth": 2216, "quirky": 2217, "comedies": 2218, "winning": 2219, "mention": 2220, "concept": 2221, "paced": 2222, "complicated": 2223, "romance": 2224, "pfeiffer": 2225, "mob": 2226, "widow": 2227, "city": 2228, "backwaters": 2229, "baldwin": 2230, "murdered": 2231, "stockwell": 2232, "fancy": 2233, "reuhl": 2234, "furious": 2235, "complicate": 2236, "cop": 2237, "trailing": 2238, "sporting": 2239, "hefty": 2240, "wig": 2241, "hyperactive": 2242, "ruehl": 2243, "modine": 2244, "devoid": 2245, "oneliners": 2246, "wit": 2247, "humour": 2248, "punch": 2249, "verbal": 2250, "physical": 2251, "demands": 2252, "result": 2253, "raises": 2254, "smiles": 2255, "guffaws": 2256, "oozes": 2257, "charm": 2258, "tediously": 2259, "wondering": 2260, "conversation": 2261, "simple": 2262, "theme": 2263, "friendship": 2264, "struggling": 2265, "evolve": 2266, "notch": 2267, "directing": 2268, "melds": 2269, "evening": 2270, "observation": 2271, "italy": 2272, "england": 2273, "funneled": 2274, "terrific": 2275, "entertainment": 2276, "alfred": 2277, "molina": 2278, "joan": 2279, "plowright": 2280, "polly": 2281, "walker": 2282, "josie": 2283, "lawrence": 2284, "broadbent": 2285, "miranda": 2286, "richardson": 2287, "kitchens": 2288, "brush": 2289, "stroke": 2290, "newell": 2291, "accomplish": 2292, "vividly": 2293, "memorable": 2294, "photographed": 2295, "sublimely": 2296, "subtle": 2297, "painters": 2298, "eye": 2299, "reminiscent": 2300, "theatrical": 2301, "bedroom": 2302, "farce": 2303, "century": 2304, "worthwhile": 2305, "growth": 2306, "nature": 2307, "within": 2308, "viewer": 2309, "telegram": 2310, "importance": 2311, "caring": 2312, "saddening": 2313, "dramatic": 2314, "mixture": 2315, "completely": 2316, "cultures": 2317, "slightly": 2318, "biased": 2319, "firth": 2320, "favourite": 2321, "eyes": 2322, "tremendous": 2323, "apparent": 2324, "furthered": 2325, "costar": 2326, "nia": 2327, "affair": 2328, "suffers": 2329, "ironically": 2330, "colours": 2331, "matthews": 2332, "nimis": 2333, "clothes": 2334, "alone": 2335, "enchanting": 2336, "defy": 2337, "week": 2338, "teenager": 2339, "spends": 2340, "bullied": 2341, "humiliated": 2342, "metal": 2343, "hero": 2344, "sammi": 2345, "curr": 2346, "burned": 2347, "establishment": 2348, "receiving": 2349, "messages": 2350, "telling": 2351, "deal": 2352, "tormentors": 2353, "intends": 2354, "halloween": 2355, "exact": 2356, "mocked": 2357, "himbr": 2358, "filled": 2359, "injokes": 2360, "entertaining": 2361, "villain": 2362, "evils": 2363, "obsessions": 2364, "unfairly": 2365, "maligned": 2366, "programmes": 2367, "terry": 2368, "june": 2369, "popular": 2370, "sitcoms": 2371, "sbr": 2372, "eric": 2373, "merriman": 2374, "dropping": 2375, "aunt": 2376, "lucy": 2377, "fletchers": 2378, "medfords": 2379, "cosy": 2380, "domestic": 2381, "middleclass": 2382, "plots": 2383, "ran": 2384, "gamut": 2385, "clichs": 2386, "coming": 2387, "dinner": 2388, "vicar": 2389, "organising": 2390, "jumble": 2391, "sale": 2392, "unwanted": 2393, "relatives": 2394, "weekend": 2395, "dreadful": 2396, "clever": 2397, "meant": 2398, "performed": 2399, "alternative": 2400, "boom": 2401, "spitting": 2402, "image": 2403, "adder": 2404, "conventional": 2405, "provided": 2406, "sad": 2407, "ben": 2408, "elton": 2409, "benny": 2410, "hill": 2411, "oriented": 2412, "vanished": 2413, "screens": 2414, "latest": 2415, "schedules": 2416, "soaps": 2417, "dross": 2418, "aimed": 2419, "teenagers": 2420, "meaning": 2421, "jam": 2422, "packed": 2423, "swearing": 2424, "bodily": 2425, "function": 2426, "explicit": 2427, "remotely": 2428, "eitherbr": 2429, "fashioned": 2430, "drove": 2431, "writers": 2432, "performers": 2433, "spike": 2434, "milligan": 2435, "led": 2436, "unspeakable": 2437, "drivel": 2438, "britain": 2439, "tittybangbang": 2440, "heaven": 2441, "broke": 2442, "fix": 2443, "martin": 2444, "ritts": 2445, "exceptional": 2446, "existentialist": 2447, "answer": 2448, "elia": 2449, "kazans": 2450, "conservative": 2451, "waterfront": 2452, "benefited": 2453, "immensely": 2454, "electrifying": 2455, "marlon": 2456, "brando": 2457, "inadvertently": 2458, "disguised": 2459, "offensive": 2460, "justify": 2461, "naming": 2462, "kazan": 2463, "eagerly": 2464, "unamerican": 2465, "activities": 2466, "committee": 2467, "edge": 2468, "boasts": 2469, "cassavetes": 2470, "upstart": 2471, "sidney": 2472, "poitier": 2473, "daring": 2474, "confront": 2475, "issues": 2476, "failed": 2477, "acknowledge": 2478, "namely": 2479, "workers": 2480, "race": 2481, "relationsbr": 2482, "boldly": 2483, "dives": 2484, "territory": 2485, "appealing": 2486, "protagonist": 2487, "simplistic": 2488, "courageous": 2489, "struggle": 2490, "thinlyveiled": 2491, "bigotry": 2492, "hardly": 2493, "shocked": 2494, "initial": 2495, "moviegoers": 2496, "bold": 2497, "presentation": 2498, "whiteblack": 2499, "relations": 2500, "bigoted": 2501, "leave": 2502, "dumbfounded": 2503, "offended": 2504, "reel": 2505, "audiences": 2506, "refuses": 2507, "sink": 2508, "expected": 2509, "tainted": 2510, "jaded": 2511, "viewers": 2512, "radical": 2513, "beingbr": 2514, "disturbing": 2515, "sadly": 2516, "remains": 2517, "unavailable": 2518, "format": 2519, "reasons": 2520, "remain": 2521, "cloudy": 2522, "required": 2523, "college": 2524, "classes": 2525, "latenight": 2526, "hardware": 2527, "wars": 2528, "shiny": 2529, "package": 2530, "irresistable": 2531, "player": 2532, "slew": 2533, "extra": 2534, "content": 2535, "longer": 2536, "fantastically": 2537, "silly": 2538, "spoof": 2539, "episode": 2540, "iv": 2541, "household": 2542, "appliances": 2543, "irons": 2544, "toasters": 2545, "vacuums": 2546, "waffle": 2547, "maker": 2548, "tyfighters": 2549, "xwings": 2550, "rd": 2551, "princess": 2552, "leia": 2553, "anndroid": 2554, "cinnabon": 2555, "hairdo": 2556, "silliness": 2557, "ride": 2558, "geek": 2559, "directors": 2560, "basically": 2561, "project": 2562, "interview": 2563, "fosselius": 2564, "foreign": 2565, "glad": 2566, "wedged": 2567, "mstk": 2568, "thumb": 2569, "zombie": 2570, "bloodbath": 2571, "trilogy": 2572, "mindless": 2573, "gory": 2574, "truly": 2575, "absent": 2576, "development": 2577, "sort": 2578, "storyline": 2579, "kills": 2580, "gore": 2581, "ripping": 2582, "apart": 2583, "yeah": 2584, "movieslike": 2585, "redneck": 2586, "helped": 2587, "flood": 2588, "gallant": 2589, "cavalier": 2590, "plains": 2591, "glory": 2592, "hunting": 2593, "egomaniac": 2594, "debates": 2595, "military": 2596, "armstrong": 2597, "custer": 2598, "boots": 2599, "certain": 2600, "facts": 2601, "liberty": 2602, "othersbr": 2603, "graduate": 2604, "bottom": 2605, "class": 2606, "west": 2607, "overnight": 2608, "battlefield": 2609, "brigadier": 2610, "leading": 2611, "michigan": 2612, "regiment": 2613, "command": 2614, "brilliancebr": 2615, "marriage": 2616, "libby": 2617, "bacon": 2618, "matches": 2619, "horn": 2620, "known": 2621, "todays": 2622, "survived": 2623, "custodian": 2624, "legend": 2625, "dint": 2626, "iron": 2627, "waybr": 2628, "raoul": 2629, "walsh": 2630, "warner": 2631, "brothers": 2632, "missed": 2633, "opportunity": 2634, "flashback": 2635, "dehavilland": 2636, "jeanette": 2637, "macdonald": 2638, "maytime": 2639, "nostalgia": 2640, "remembrance": 2641, "cracks": 2642, "done": 2643, "libbys": 2644, "understood": 2645, "forgivenbr": 2646, "sydney": 2647, "greenstreet": 2648, "winfield": 2649, "scott": 2650, "whatsoever": 2651, "retired": 2652, "replaced": 2653, "b": 2654, "mcclellan": 2655, "met": 2656, "characterization": 2657, "ponderous": 2658, "powerful": 2659, "mexican": 2660, "accurate": 2661, "portrayal": 2662, "fuss": 2663, "feathersbr": 2664, "carried": 2665, "teams": 2666, "errol": 2667, "flynn": 2668, "eight": 2669, "together": 2670, "farewell": 2671, "prove": 2672, "campaign": 2673, "olivias": 2674, "careers": 2675, "riding": 2676, "doom": 2677, "teaming": 2678, "poignancy": 2679, "moisten": 2680, "marble": 2681, "western": 2682, "adventure": 2683, "successfully": 2684, "mixes": 2685, "beat": 2686, "slight": 2687, "spoilers": 2688, "anywaybr": 2689, "exercise": 2690, "gobblygook": 2691, "catastrophic": 2692, "proportions": 2693, "l": 2694, "remarks": 2695, "netwaves": 2696, "single": 2697, "date": 2698, "qualifies": 2699, "defunct": 2700, "science": 2701, "theatre": 2702, "full": 2703, "ironic": 2704, "angle": 2705, "mess": 2706, "value": 2707, "perspective": 2708, "forces": 2709, "addition": 2710, "masks": 2711, "cinematic": 2712, "notions": 2713, "photography": 2714, "lighting": 2715, "editing": 2716, "timing": 2717, "carpenter": 2718, "master": 2719, "period": 2720, "trite": 2721, "analysis": 2722, "easy": 2723, "social": 2724, "comment": 2725, "herein": 2726, "change": 2727, "fog": 2728, "latter": 2729, "cult": 2730, "favoritesbr": 2731, "abominable": 2732, "angles": 2733, "cement": 2734, "tensionless": 2735, "rhythm": 2736, "obnoxious": 2737, "jc": 2738, "blamed": 2739, "buddies": 2740, "cody": 2741, "slomo": 2742, "girl": 2743, "forest": 2744, "scullymulder": 2745, "duo": 2746, "works": 2747, "hurtling": 2748, "deserted": 2749, "woods": 2750, "nowhere": 2751, "particular": 2752, "desperate": 2753, "abortion": 2754, "fortuitously": 2755, "rendezvous": 2756, "fender": 2757, "pair": 2758, "womens": 2759, "mds": 2760, "clinic": 2761, "happens": 2762, "road": 2763, "corner": 2764, "nitpick": 2765, "doc": 2766, "whips": 2767, "accidentee": 2768, "speeds": 2769, "broken": 2770, "ribs": 2771, "concussionbr": 2772, "fall": 2773, "quick": 2774, "vacuous": 2775, "interminably": 2776, "sluggish": 2777, "gate": 2778, "grandiose": 2779, "battle": 2780, "tactics": 2781, "cutting": 2782, "telephone": 2783, "phones": 2784, "shootout": 2785, "bornagain": 2786, "ramboesque": 2787, "vs": 2788, "ron": 2789, "perlman": 2790, "bullpen": 2791, "kicks": 2792, "easter": 2793, "break": 2794, "lovely": 2795, "sitting": 2796, "pile": 2797, "assault": 2798, "rifles": 2799, "van": 2800, "er": 2801, "pheasant": 2802, "season": 2803, "tried": 2804, "method": 2805, "lone": 2806, "bashes": 2807, "allamerican": 2808, "suvbr": 2809, "exchange": 2810, "bullets": 2811, "cuts": 2812, "stiff": 2813, "staccato": 2814, "dc": 2815, "strip": 2816, "lacking": 2817, "wham": 2818, "bam": 2819, "whiz": 2820, "balloon": 2821, "titles": 2822, "tune": 2823, "mannix": 2824, "episodebr": 2825, "daddy": 2826, "source": 2827, "conflict": 2828, "prolife": 2829, "father": 2830, "pregnant": 2831, "thankful": 2832, "twins": 2833, "mere": 2834, "abstractions": 2835, "throughoutbr": 2836, "exception": 2837, "gatekeeper": 2838, "dislikeable": 2839, "bland": 2840, "hysterical": 2841, "dullheaded": 2842, "macho": 2843, "flat": 2844, "wallpaper": 2845, "doctors": 2846, "medical": 2847, "bickering": 2848, "rails": 2849, "stressed": 2850, "boyfriend": 2851, "fortunately": 2852, "mstworthy": 2853, "comic": 2854, "gusher": 2855, "angelicas": 2856, "plumbing": 2857, "newborn": 2858, "lobster": 2859, "glued": 2860, "babys": 2861, "head": 2862, "cute": 2863, "rugby": 2864, "ball": 2865, "belly": 2866, "righttolife": 2867, "monster": 2868, "audacious": 2869, "male": 2870, "scenewell": 2871, "retained": 2872, "miikes": 2873, "banned": 2874, "insteadbr": 2875, "rosemarys": 2876, "baby": 2877, "alien": 2878, "turf": 2879, "mash": 2880, "stinker": 2881, "appreciable": 2882, "permissive": 2883, "generation": 2884, "assure": 2885, "renewed": 2886, "third": 2887, "productions": 2888, "decent": 2889, "spoofs": 2890, "dantes": 2891, "homecoming": 2892, "mckees": 2893, "deliciously": 2894, "imagery": 2895, "malones": 2896, "fairhaired": 2897, "childbr": 2898, "president": 2899, "waterbury": 2900, "ct": 2901, "locale": 2902, "lush": 2903, "williams": 2904, "resulted": 2905, "collectors": 2906, "item": 2907, "passable": 2908, "mostly": 2909, "dobring": 2910, "style": 2911, "mainstream": 2912, "ordinary": 2913, "satisfy": 2914, "grownups": 2915, "fonda": 2916, "unable": 2917, "hide": 2918, "braininess": 2919, "wondered": 2920, "post": 2921, "doctorate": 2922, "yale": 2923, "working": 2924, "factory": 2925, "diniros": 2926, "contrived": 2927, "illiterate": 2928, "loser": 2929, "janes": 2930, "ford": 2931, "thomas": 2932, "edisonbr": 2933, "handled": 2934, "nobodys": 2935, "fool": 2936, "mid": 2937, "schmidt": 2938, "stream": 2939, "studios": 2940, "adolescents": 2941, "reserve": 2942, "multi": 2943, "complexes": 2944, "effortsbr": 2945, "blatantly": 2946, "madefortv": 2947, "ripoff": 2948, "insect": 2949, "similarbr": 2950, "marrying": 2951, "check": 2952, "starring": 2953, "debra": 2954, "winger": 2955, "theresa": 2956, "russellbr": 2957, "cheesiness": 2958, "ended": 2959, "sepet": 2960, "gubra": 2961, "term": 2962, "sentimental": 2963, "valuebr": 2964, "touched": 2965, "mukhsin": 2966, "naturalbr": 2967, "ne": 2968, "quitte": 2969, "pas": 2970, "nina": 2971, "simone": 2972, "menaikkan": 2973, "bulu": 2974, "roma": 2975, "hujan": 2976, "downloaded": 2977, "beautifulbr": 2978, "salute": 2979, "yasmin": 2980, "appreciated": 2981, "deserves": 2982, "grand": 2983, "prix": 2984, "jury": 2985, "berlin": 2986, "festivalbr": 2987, "o": 2988, "thinkingby": 2989, "theyi": 2990, "anybody": 2991, "connected": 2992, "disasterive": 2993, "moviesive": 2994, "moviesand": 2995, "thisbut": 2996, "thingwhoever": 2997, "wrote": 2998, "manged": 2999, "possibly": 3000, "inane": 3001, "writtenonto": 3002, "screenthere": 3003, "movieeither": 3004, "technical": 3005, "standpoint": 3006, "standpointwhoever": 3007, "allowed": 3008, "fired": 3009, "immediatelythere": 3010, "movieactually": 3011, "hesitate": 3012, "movieits": 3013, "random": 3014, "relation": 3015, "senseanywayi": 3016, "fail": 3017, "dignity": 3018, "thisi": 3019, "cheapand": 3020, "ripped": 3021, "ofeven": 3022, "gotten": 3023, "freei": 3024, "offthis": 3025, "absoluter": 3026, "farrelly": 3027, "bobby": 3028, "pitch": 3029, "creators": 3030, "dealt": 3031, "gross": 3032, "themes": 3033, "abandon": 3034, "tactic": 3035, "nick": 3036, "hornbys": 3037, "novel": 3038, "mans": 3039, "soccer": 3040, "sport": 3041, "consumes": 3042, "sports": 3043, "team": 3044, "lowell": 3045, "ganz": 3046, "babaloo": 3047, "mandell": 3048, "transform": 3049, "language": 3050, "appeal": 3051, "americans": 3052, "boston": 3053, "sox": 3054, "fanbr": 3055, "obsessive": 3056, "wrightly": 3057, "eighth": 3058, "grade": 3059, "uncanny": 3060, "involving": 3061, "students": 3062, "teach": 3063, "pupils": 3064, "tour": 3065, "firm": 3066, "brainy": 3067, "lindsey": 3068, "meeks": 3069, "thirty": 3070, "ownbr": 3071, "lovers": 3072, "ritual": 3073, "games": 3074, "fenway": 3075, "marvelous": 3076, "heard": 3077, "event": 3078, "eluded": 3079, "eighty": 3080, 